{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"c575d245-5239-5224-9217-9099362c99b9","excerpt":"Fantasy at its best Eigentlich 3 Bücher (bisher), die sich auf nur zwei Tage erstrecken. Das Ganze aber ein Kunststück des Erzählers.\nAber zuerst einmal zurück…","html":"<h1>Fantasy at its best</h1>\n<p>Eigentlich 3 Bücher (bisher), die sich auf nur zwei Tage erstrecken. Das Ganze aber ein Kunststück des Erzählers.\nAber zuerst einmal zurück zum Start: Kote ist Gastwirt in einem kleinen Flecken, und kümmert sich um seine Gäste.\nAls eines Tages ein berühmter Schreiber auftaucht, packt er doch aus: Er ist eigentlich Kvothe, ein berühmter\nMagier, Musiker, Kämpfer (was denn eigentlich nicht), und erzählt seine Lebensgeschichte: im ersten Band am\nersten Tag (der Erzählung), im zweiten und dritten Band dann den zweiten Tag. Doch diese Rahmenhandlung ist\n(bisher) nicht wichtig …</p>\n<p>Kvothe wächst als Sohn von Schaustellern auf, als dann die ganze Truppe ermordert wird, schlägt er sich als Betteljunge\nin einer großen Stadt durch. Aber ihm ist immer klar, dass er für was großes gemacht wurde. So ergreift er\ndie Chance, um (mit 15!!) an die Magieruniversität zu kommen, um dort in Windeseile sich alles anzueignen, was\nihn später groß machen wird.</p>\n<p>Schön erzählt, packend, und trotz der nun schon > 1.000 Seiten alles andere als langweilig. Leider ist die Serie\nbisher bei 3 Bänden stehen geblieben, und man hat noch keine Idee, warum die Überschrift (Königsmörder-Chronik)\ngewählt wurde. Von daher kann man schlecht sagen, wie viele Bände noch nötig sein werden.</p>","frontmatter":{"title":"Der Name des Windes","author":"Patrick Rothfuss","date":"21. 08. 2015","tags":["fantasy","reihe"],"isbn":"978-3608938159","cover":{"publicURL":"/mliebelts-blog/static/koenigsmoerder-9eda6e180493730e512e3819400924ee.png"}}}},"pageContext":{"slug":"/150821/","previous":{"fields":{"slug":"/150202/"},"frontmatter":{"title":"Das unerhörte Leben des Alex Woods oder warum das Universum keinen Plan hat","path":"/150202","tags":["fantasy","roman"],"posttype":"book","author":"Gavin Extence"}},"next":{"fields":{"slug":"/170909/"},"frontmatter":{"title":"Die Drachenreiter von Pern: Die Welt der Drachen","path":"/170909","tags":["fantasy","reihe"],"posttype":"book","author":"Anne McCaffrey"}}}}