{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"96104464-1f34-57cf-b9ff-6c45f399a751","excerpt":"Die Saga geht weiter Der zweite Band der Phileasson-Saga, und ich war kurz davor, das Buch zur Seite zu legen. So schön vielschichtig der erste Band begann (und…","html":"<h1>Die Saga geht weiter</h1>\n<p>Der zweite Band der Phileasson-Saga, und ich war kurz davor, das Buch zur Seite zu legen. So schön vielschichtig der erste Band begann (und dann doch etwas nachließ), so mühsam war der Einstieg in den Zweiten. Es kann aber auch daran liegen, dass einige Monate zwischen dem ersten und zweiten Band lagen, und es sind doch sehr viele Personen, die alle eine Rolle spielen.</p>\n<p>Der Foggwolf (Phileasson) ist mit seiner Mannschaft hoch im Norden unterwegs auf dem Weg zum Himmelsturm. Durch ewiges Weiß geht es, und sein Konkurrent Beorn der Blender tut alles, damit er doch nicht ankommt. Am Ende schaffen aber beide den Weg, und die nächsten 200 Seiten geht es hoch und runter im Himmels-turm. Dort lebten vor ewigen Zeiten die Elfen, heute noch Nachtelben, und eine mächtige und geheimnisvolle Zauberin.</p>\n<p>Den Einstieg fand ich sehr gelungen, aber nach 60 Seiten ging dann die eigentliche Saga los, und dort fehlte mir der rote Faden. Immer wieder Scharmützel, neu entdeckte Räume, aber was ist das Ziel?</p>\n<p>Nachdem ich gesehen habe, dass die Reihe inzwischen auf 8 Bände angewachsen ist, und ein Ende noch nicht absehbar war, ich mir überlegen, ob ich das weiter verfolgen werde.</p>","frontmatter":{"title":"Der Himmelsturm","author":"Bernd Hennen","date":"13. 04. 2019","tags":["fantasy","reihe"],"isbn":"9783453317529","cover":{"publicURL":"/static/himmelsturm-f4660fc935dd28e7f168919f55183a64.png"}}}},"pageContext":{"slug":"/190413/","previous":{"fields":{"slug":"/190328/"},"frontmatter":{"title":"Schachbrett des Todes","path":"/190328","tags":["krimi"],"posttype":"book","author":"Marc Richardson"}},"next":{"fields":{"slug":"/190530/"},"frontmatter":{"title":"Error","path":"/190429","tags":["fantasy"],"posttype":"book","author":"Neal Stephenson"}}}}