{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"6688267b-c9f9-5fe8-be30-a753f195ff5f","excerpt":"Ich und die Menschen Wunderschöne, teils seltsame, auch traurige und doch heitere Geschichte über einen Außerirdischen, der\nauf die Erde geschickt wird, um das…","html":"<h1>Ich und die Menschen</h1>\n<p>Wunderschöne, teils seltsame, auch traurige und doch heitere Geschichte über einen Außerirdischen, der\nauf die Erde geschickt wird, um das größte Geheimnis der Mathematik,\n<a href=\"https://de.wikipedia.org/wiki/Riemannsche_Vermutung\">die “Riemannsche Vermutuung”</a>\nweiter zu verbergen. Die Außerirdischen glauben nämlich, nachdem diese Vermutung durch den Mathematiker\nAndrew Martin gelöst und veröffentlich ist, dass dem Ausflug der Menschen ins All nichts mehr entgegensteht.</p>\n<p>Also übernimmt der Außerirdische Professor Martins Körper und irrt eines Nachts nackt auf dem Campus-Gelände\nder Universität in England herum. Nach und nach erschließt sich der Außerirdische die menschlichen Sitten und\nGebräuche, und gliedert sich immer besser in das Alltagsleben ein. Damit einher geht aber auch ein gewisses\nVerständnis für die Menschen, speziell für seine menschliche Frau und deren Sohn. Als diese dann endgültig\nerledigt werden sollen, wirft er sich in die Bresche und rettet sie.</p>\n<p>Wunderschön geschrieben, leicht erzählt, und immer wieder doch mit einiger Tiefe, speziell, wenn es um die\nseltsamen Verhaltensweisen der Menschen geht, und was bei ihnen normal oder außergewöhnlich ist. Vor allem\nfür ein Erstlingswerk sehr erfrischend und vielversprechend. Ich werde sicher noch mehr mir vom Autor einverleiben!</p>","frontmatter":{"title":"Ich und die Menschen","date":"December 22, 2014","tags":["fantasy"],"cover":{"publicURL":"/mliebelts-blog/static/ich-menschen-270217ac8a9dec747765b268da3f2eb3.png"}}}},"pageContext":{"slug":"/141222/","previous":{"fields":{"slug":"/141215/"},"frontmatter":{"title":"Die Vernichteten","path":"/141215","tags":["fantasy"],"posttype":"book"}},"next":{"fields":{"slug":"/141227/"},"frontmatter":{"title":"Clockwork Angel: Chroniken der Schattenjäger","path":"/141227","tags":["fantasy"],"posttype":"book"}}}}