{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"f1620039-c139-54ae-b7a1-f039e405c134","excerpt":"City of …  geht weiter Wer “City of Bones”, “… Ashes”, “… Glass” schon gelesen hat, der weiß, was ihn hier erwartet, und wird dann\nzurecht hier einsteigen oder…","html":"<h1>City of …  geht weiter</h1>\n<p>Wer “City of Bones”, “… Ashes”, “… Glass” schon gelesen hat, der weiß, was ihn hier erwartet, und wird dann\nzurecht hier einsteigen oder sich mit Grausen abwenden. Ich mag die Bücher, auch wenn es sich hin und wieder\nmal wiederholt, man kann ja zwischendrin mal was anderes lesen :-)</p>\n<p>Wie bei den Chroniken der Unterwelt, die in der heutigen Zeit spielten, geht es bei den “Chroniken der\nSchattenjäger” ebenfalls (wie der Titel schon verrät) um die Schattenjäger, aber dann im 19ten Jahrhundert.\nAnsonsten ändert sich nicht viel, Technik hat bisher schon keine Rolle gespielt, und Runen, magische Schwerter\nund vieles mehr sind zeitlos.</p>\n<p>Im ersten Band geht es um ein junges Mädchen namens Tessa, das von seinem Bruder von Amerika nach England gelockt wird, nur\num festzustellen, dass finstere Mächte hinter ihm her sind. Grund dafür ist die spezielle Veranlagung von Tessa,\ndie es ihm erlaubt, in den Körper eines anderen zu schlüpfen, und sich komplett als diesen auszugeben. Die\nSchattenjäger befreien Tessa, und nutzen ihre spezielle Gabe, um zum Angriff gegen finstere Kräfte vorzugehen.\nAlles routiniert erzählt, mit voraussehbarem Ende. Herz und Schmerz gehört notwendig dazu, ist aber nicht so\naufdringlich, dass es von der Lektüre abhält. Gutes Lesefutter für dunkle (Winter-)Tage …</p>","frontmatter":{"title":"Clockwork Angel: Chroniken der Schattenjäger","author":"Cassandra Clare","date":"27. 12. 2014","tags":["fantasy","reihe"],"isbn":"978-3401507996","cover":{"publicURL":"/static/clockwork-angel-b7343815e8b2812c464e2e12c1dd3d4c.png"}}}},"pageContext":{"slug":"/141227/","previous":{"fields":{"slug":"/141222/"},"frontmatter":{"title":"Ich und die Menschen","path":"/141222","tags":["fantasy"],"posttype":"book","author":"Matt Haig"}},"next":{"fields":{"slug":"/150104-2/"},"frontmatter":{"title":"Wächter der Nacht","path":"/150104-2","tags":["fantasy","reihe"],"posttype":"book","author":"Sergej Lukianenko"}}}}