{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"7653eeef-4a13-5f40-880a-ecb61e82648f","excerpt":"Wächter der Nacht Laut Eigenwerbung ein Kultbuch, und erfolgreicher als “Herr der Ringe” und “Harry Potter” (aber wohl in Russland).\nViel Vorschusslorbeeren…","html":"<h1>Wächter der Nacht</h1>\n<p>Laut Eigenwerbung ein Kultbuch, und erfolgreicher als “Herr der Ringe” und “Harry Potter” (aber wohl in Russland).\nViel Vorschusslorbeeren, von daher war ich gespannt, was mich hier erwartet. Die Konstellation ist die folgende:\nUnter den Menschen leben die sogenannten Anderen, das sind Hexen, Zauberer, Vampire, Werwölfe, Magiere, … Diese\nteilen sich eindeutig in zwei Gruppen auf:</p>\n<ul>\n<li>die Hellen, die eher der hellen Magie zuneigen: Zauberer, …</li>\n<li>die Dunklen, das sind dann die Vampire, Werwölfe, Hexen, …</li>\n</ul>\n<p>Damit das Gleichgewicht gewahrt bleibt (das sehr fragil ist) gibt es die Wächter der Nacht (die auf die Dunklen\nacht geben) und die Wächter des Tages (die dasselbe bei den Hellen tun). Der erste Band wird  aus der\nPerspektive von ausschließlich den Hellen, den Wächtern der Nacht erzählt. Dabei handelt es sich bisher bei\njedem Band um eigenständige Geschichten, die unabhängig voneinander gelesen werden können, wobei man sich\ntunlichst an die Reihenfolge halten sollte, damit man die komplexen Hintergründe versteht, und auch die Personen\neinsortieren kann.</p>\n<p>Am Ende flott erzählt, mit der Zeit stellt sich aber ein leichter Ermüdungseffekt ein. Manche Geschichten sind\nspannend, und bis zum Ende offen, speziell da, wo es eben nicht klar ist, wer die Guten und wer die Bösen sind.</p>","frontmatter":{"title":"Wächter der Nacht","author":"Sergej Lukianenko","date":"January 04, 2015","tags":["fantasy"],"cover":{"publicURL":"/static/waechternacht-ee3a3a8cb7a12b310396103948ac2875.png"}}}},"pageContext":{"slug":"/150104-2/","previous":{"fields":{"slug":"/141227/"},"frontmatter":{"title":"Clockwork Angel: Chroniken der Schattenjäger","path":"/141227","tags":["fantasy"],"posttype":"book"}},"next":{"fields":{"slug":"/150104/"},"frontmatter":{"title":"Wächter des Tages","path":"/150104","tags":["fantasy"],"posttype":"book"}}}}