{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"60443970-6937-5f98-ba29-676aaa476ad0","excerpt":"Wie Titel täuschen können Ehrlicherweise habe ich mich vom Titel ansprechen lassen, was bis zum Ende nie auftauchte, war ein Schachbrett (auch kein übertragenes…","html":"<h1>Wie Titel täuschen können</h1>\n<p>Ehrlicherweise habe ich mich vom Titel ansprechen lassen, was bis zum Ende nie auftauchte, war ein Schachbrett (auch kein übertragenes). Trotzdem eine interessant erzählte, komplexe Geschichte mit mehren Handlungssträngen, die gekonnt ineinander fließen.</p>\n<p>Am Ende gibt es (leider) keine echte Auflösung, sondern einen Zwischenstand. Die Reihe ist wohl auf 3 Bände angelegt, da kann also noch was kommen.</p>\n<p>Worum geht es: Der ehemalige Fremdenlegionär trifft zufällig einen verunglückten Handlungsreisenden, der von Arabern verfolgt wird. Am Rande noch beteiligt sind internationale Waffenhändler, die sich auf einem Flughafen treffen. Aus dem Ganzen wird ein Mix an Täuschungen, Verirrungen und Missverständnissen angelegt, so dass jeder Beteiligte nicht weiß, was ihn hinter der nächsten Ecke erwartet. Nur der Leser ist immer (fast) vollständig informiert (was manchmal auch schade ist). Henri Wenzel würde ich gerne wiedersehen / wiederlesen, aber wer von den anderen wird im zweiten Band noch eine Rolle spielen? Ich weiß es nicht :-)</p>","frontmatter":{"title":"Schachbrett des Todes","author":"Marc Richardson","date":"28. 03. 2019","tags":["krimi"],"isbn":"9783746031187","cover":{"publicURL":"/static/schachbrett-todes-907ec56e0a40b34979901f66220bfcab.png"}}}},"pageContext":{"slug":"/190328/","previous":{"fields":{"slug":"/190315/"},"frontmatter":{"title":"Die Auslese","path":"/190315","tags":["fantasy","reihe"],"posttype":"book","author":"Joelle Charbonneau"}},"next":{"fields":{"slug":"/190413/"},"frontmatter":{"title":"Der Himmelsturm","path":"/190413","tags":["fantasy","reihe"],"posttype":"book","author":"Bernd Hennen"}}}}