{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"77c94e56-d99a-510b-bc25-f36020af8ee6","excerpt":"Schöner Einstieg in eine neue Reihe Das Buch war wohl auch eine Empfehlung von ich weiß nicht mehr, meine Erwartungen waren nicht allzugroß. Aber die Geschichte…","html":"<h1>Schöner Einstieg in eine neue Reihe</h1>\n<p>Das Buch war wohl auch eine Empfehlung von ich weiß nicht mehr, meine Erwartungen waren nicht allzugroß. Aber die Geschichte zieht einen in den Bann. Es sind einige wenige Grund-Essenzen, die die Geschichte ausmachen.</p>\n<p>Da gibt es die Silbernen, die aufgrund ihres anderen Blutes so heißen, oft Adelige, aber immer mit besonderen Fähigkeiten. Sie können Feuerstürme erschaffen, oder Eisen zusammenziehen, sich selbst unsichtbar machen, und vieles mehr. Jeder hat nur eine besondere Eigenschaft.</p>\n<p>Auf der anderen Seite die Roten, die normalen Leute, geknechtet und abhängig, so wie auch Mare. Sie lebt mit ihrer Familie und den verbliebenen Geschwistern (drei Brüder sind schon im Krieg, und ihr selbst steht es auch bevor) zuhause und verdient sich ihren Unterhalt als Taschendiebin. Doch bei Cal gerät sie da an den Falschen …</p>\n<p>Als sie dann am nächsten Tag ins Schloss (als Bedienstete) gebracht wird, erlebt sie kurze Zeit später eine Überraschung. Aufgrund einer Verkettung von Umständen gerät sie unter Beschuss von Silbernen, und kann sich plötzlich mit Elektrizitität wehren. Wie sie dann weiter ausgebildet, als Prinzessin unter Silbernen heimlich leben muss, und wie sie aus ihrem Anderssein dann Gewinn schlägt, ist schön erzählt, und oft auch mit überraschenden Wendungen versehen.</p>\n<p>Aber keine Angst, nach dem ersten Band kommen noch 3 weitere Bände …</p>","frontmatter":{"title":"Die rote Königin","author":"Victoria Aveyard","date":"25. 01. 2019","tags":["fantasy","reihe"],"isbn":"978-3-646-92724-5","cover":{"publicURL":"/static/rote-koenigin-4658a4212d429ce0020d342cedd147a8.png"}}}},"pageContext":{"slug":"/190125/","previous":{"fields":{"slug":"/190112/"},"frontmatter":{"title":"Der Schrei des toten Vogels","path":"/190112","tags":["krimi","reihe"],"posttype":"book","author":"Barry Eisler"}},"next":null}}