{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"bd233fde-216b-56b1-aec4-6e2c8fc5301a","excerpt":"Faszinierende nicht-so-nerd Geschichte Schon lange nicht mehr mit so viel Genuß (und in der Geschwindigkeit, 2 Tage) ein Buch gelesen. Das Buch stand schon…","html":"<h1>Faszinierende nicht-so-nerd Geschichte</h1>\n<p>Schon lange nicht mehr mit so viel Genuß (und in der Geschwindigkeit, 2 Tage) ein Buch gelesen. Das Buch stand schon lange auf der “zu lesen”-Liste, und war dann in der Bücherei verfügbar.</p>\n<p>Der reichlich antriebslose Clay sucht eine neue Anstellung, nachdem der erste Start-Up, bei dem er den\nWeb-Designer spielen durfte, ihn nicht mehr brauchte. Da fällt ihm die Anzeige von Mr. Penumbra ins Auge,\nder für die 24-Stunden-Buchhandlung gleichen Namens die Nachtschicht besetzen möchte. Doch nach einigen Schichten\nkommen ihm  Zweifel, ob mit der Buchhandlung alles mit rechten Dingen zugehen kann, bleibt doch der Umsatz pro\nNacht meist einstellig, und tauchen auch immer wieder Kunden auf, die ein Buch zurückbringen, um dann das\nnächste mitzunehmen.</p>\n<p>So macht sich Clay aus Langeweile daran, die Buchhandlung mit einer obskuren Programiersprache (Ruby) in einem\n3D-Modell nachzubilden, und dort auch nach und nach die Leihvorgänge einzutragen. Unterstützt wird er dabei\nvon Kat, die bei Google beschäftigt ist und als eine der Wenigen auf seine Werbekampagne anspringt. Nach und nach\nkommen die Beiden dem Geheimnis der Buchhandlung auf die Schliche, aber bis zum Ende erlebt man noch die eine\noder andere Überaschung.</p>\n<p>Nicht plump nerdig geschrieben, dort, wo ich es beurteilen kann, auf den Punkt genau. Und dass Google das Geheimnis\nnicht löst, versöhnt einen dann doch ein wenig.</p>","frontmatter":{"title":"Die sonderbare Buchhandlung des Mr. Penumbra","date":"December 07, 2014","tags":["roman"],"cover":{"publicURL":"/static/penumbra-e0190e273e50db6d30f7e70dc382e715.png"}}}},"pageContext":{"slug":"/141207/","previous":{"fields":{"slug":"/141115/"},"frontmatter":{"title":"Traumjäger und Goldpfote","path":"/141115","tags":["roman","fantasy"],"posttype":"book"}},"next":{"fields":{"slug":"/141215/"},"frontmatter":{"title":"Die Vernichteten","path":"/141215","tags":["fantasy"],"posttype":"book"}}}}