{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"017e45d5-0b44-59e4-9b21-5306be3b033d","excerpt":"Zweiter Teil der Bibliothekare Schöne Fortführung der Reihe um die unsichtbare Bibliothek. Kai, der Assistent von Irene, ist entführt worden, und in ein Venedig…","html":"<h1>Zweiter Teil der Bibliothekare</h1>\n<p>Schöne Fortführung der Reihe um die unsichtbare Bibliothek. Kai, der Assistent von Irene, ist entführt worden, und in ein Venedig verbracht worden, das mehr der chaotischen Seite zuneigt. Irene macht sich auf die Suche, und wird dabei überraschenderweise von Lord Silver, einem der führenden Elfen auf ihrem Planeten, unterstützt.</p>\n<p>Wie schon beim ersten Band kommt die Stärke der Geschichte aus zwei Quellen:</p>\n<ul>\n<li>\n<p>Stringenz der geschaffenen Regeln über alle Welten:</p>\n<ul>\n<li>Drachen sind geordnet, Elfen sind chaotisch, und beide arbeiten jeweils in die entsprechende Richtung.</li>\n<li>Bibiothekare sind dazwischen, und können damit in beiden Welten zurechtkommen.</li>\n<li>Die Macht des Worts (und teils auch Ohnmacht): Eine Art Zauberei, die Bibliothekare durchführen können, und bei er man nach und nach versteht, wo möglicherweise die Grenzen liegen können.</li>\n</ul>\n</li>\n<li>Die Symphaie mit den beteiligten Figuren. Genevieve Cogman stellt auch die unterschiedlichsten Figuren konsistent, und aus ihrer Sicht symphatisch dar. Von daher gibt es kein Schwarz-Weiß-Denken bei den Figuren, und die Gewichte verschieben sich immer wieder.</li>\n</ul>\n<p>Mal sehen, was in der Reihe noch alles veröffentlicht werden wird.</p>","frontmatter":{"title":"Die maskierte Stadt","author":"Genevieve Cogman","date":"06. 01. 2019","tags":["fantasy","reihe"],"isbn":"978-3404208883","cover":{"publicURL":"/static/maskierte-stadt-87d2281251af9542061b7f1dab78d320.png"}}}},"pageContext":{"slug":"/190106/","previous":{"fields":{"slug":"/190102/"},"frontmatter":{"title":"Die magische Feder","path":"/190102","tags":["fantasy","reihe"],"posttype":"book","author":"Anna Matheis"}},"next":{"fields":{"slug":"/190108/"},"frontmatter":{"title":"Das Mädchen mit den goldenen Augen","path":"/190108","tags":["fantasy","reihe"],"posttype":"book","author":"Angelika Diem"}}}}