{"data":{"site":{"siteMetadata":{"title":"mliebelt Starter Blog","author":"Markus Liebelt"}},"markdownRemark":{"id":"72e88038-9253-5b8c-ab5b-8f3387c3099c","excerpt":"Was für ein Schmöker Mich hat schier der Schlag getroffen, als ich das eBook auf meinem Reader das erste Mal geöffnet hatte: nahezu 1100 Seiten, was ist denn…","html":"<h1>Was für ein Schmöker</h1>\n<p>Mich hat schier der Schlag getroffen, als ich das eBook auf meinem Reader das erste Mal geöffnet hatte: nahezu 1100 Seiten, was ist denn das? Ich hatte keine Vorstellung mehr, was mich hier erwartet, und hatte die ersten 50 Seiten oder so noch nicht mehr. Aber nach und nach entblättert sich die Story, und man merkt, dass der Autor sich hier sehr viel vorgenommen hat. Es gibt (mindestens) die folgenden Handlungsstränge.</p>\n<p>Richard hat vor Jahren mit internationalen Partnern ein Unternehmen gegründet, das ein Online-Spiel produziert, aber im Wesentlichen darüber Gelder zu waschen erlaubt. Beteiligt ist dabei seine Nichte, die sich um spezische Aspekte des Spiels kümmert. Ihr (inzwischen ehemaliger) Freund ist auch irgendwie involviert, und sorgt dafür, dass die russische Mafia mitmischt. Und als noch Hacker Teile des Spiels übernehmen, und Gelder erpressen, ist die Gemengelage vollständig.</p>\n<p>Das ganze liest sich gut, wenn es auch (bei ~1100 Seiten) die eine oder andere Länge hat. Das Ende zog sich dann doch ein wenig, und war Ende (für mich) wenig überraschend. Aber vielleicht ist das auch zu viel verlangt … :-)</p>","frontmatter":{"title":"Error","author":"Neal Stephenson","date":"29. 04. 2019","tags":["fantasy"],"isbn":"3442546923","cover":{"publicURL":"/static/error-d062a728905077ebe08c856dbacb2681.png"}}}},"pageContext":{"slug":"/190429/","previous":{"fields":{"slug":"/190413/"},"frontmatter":{"title":"Der Himmelsturm","path":"/190413","tags":["fantasy","reihe"],"posttype":"book","author":"Bernd Hennen"}},"next":{"fields":{"slug":"/190530/"},"frontmatter":{"title":"Die Alchimistin","path":"/190530","tags":["fantasy","reihe"],"posttype":"book","author":"Kai Meyer"}}}}